Tekla.Structures.Drawing.BaseLinePlacingType
The BaseLinePlacingType class defines a placing type that
places the object using the base line placing.

Tekla.Structures.Drawing.BaseLinePlacingType.#ctor
Creates a new base line placing type instance.